import React from 'react'

export const BoxOne = () => {
    return (
        <div className='text-black  bg-white mt-8'>
            <p className='p-3  font-normal  text-[17px] leading-[120%]'>
                <span className=' font-bold text-[17px] leading-[100%] '>
                    JustRobotics</span>
                это современный учебный центр, специализирующийся на технологиях, искусстве и образовании. Мы предоставляем комфортную и поддерживающую среду для развития талантов и навыков наших учеников. Команда высококвалифицированных преподавателей использует передовые методики и технологии, делая занятия интерактивными и увлекательными. Мы уделяем большое внимание индивидуальному подходу, помогая каждому ученику раскрыть свои способности и достичь успеха. <br /><br />

                <span className=' font-bold text-[17px] leading-[100%] '>
                    JustRobotics</span> это сообщество увлеченных и целеустремленных людей, предлагающее не только учебные курсы, но и мероприятия, мастер-классы и конкурсы. Удобное расположение учебного центра обеспечивает легкий доступ для всех желающих.
            </p>
        </div>
    )
}
